Revit 2027 API
ParameterTypeId.BuildingOpeningTimeParam Property
 "Opening Time"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BuildingOpeningTimeParam { get; }
Public Shared ReadOnly Property BuildingOpeningTimeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BuildingOpeningTimeParam {
	ForgeTypeId^ get ();
}
static member BuildingOpeningTimeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace